In [1]:
import pandas as pd

In [2]:
df = pd.DataFrame([[1,2,3,4],[5,6,7,8],[43,5,6,77],[65,5,67,6],[654,676,44,78]],columns=["First","Second","Third","Fourth"])

In [3]:
df.head()

   First  Second  Third  Fourth
0      1       2      3       4
1      5       6      7       8
2     43       5      6      77
3     65       5     67       6
4    654     676     44      78

In [8]:
df.to_csv('export.csv', index=False)

In [6]:
df.tail(2)

   First  Second  Third  Fourth
3     65       5     67       6
4    654     676     44      78